IDEA Open Model
LoadDirection Enumeration
Compatible with IDEA StatiCa 20.1
 Direction of load
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum LoadDirection
Public Enumeration LoadDirection
Members
Member name | Value | Description
InLcs | 0 |  Direction in Local coordinate system
InGcs | 1 |  Direction in global coordinate system
See Also
Reference
IdeaRS.OpenModel.Detail Namespace